Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: From the prompt going out to the first token the model wrote — the queue and the prompt being read, before any generating began.
de: Von dem Moment, in dem der Prompt abgeschickt wurde, bis zum ersten Token, das das Modell geschrieben hat — die Warteschlange und das Einlesen des Prompts, bevor die Generierung begann.
es: Desde que se envía el prompt hasta el primer token que escribe el modelo — la cola y la lectura del prompt, antes de que empezara a generar.
fr: De l’envoi de l’invite jusqu’au premier jeton écrit par le modèle — la file d’attente et la lecture de l’invite, avant que la génération ne commence.
it: Dall’invio del prompt fino al primo token scritto dal modello — la coda e la lettura del prompt, prima che iniziasse la generazione.
ja: プロンプトが送信されてから、モデルが最初のトークンを書き出すまで — 生成が始まる前の、キュー待ちとプロンプトの読み込みにあたります。
ko: 프롬프트가 전송된 시점부터 모델이 첫 토큰을 작성할 때까지입니다 — 생성이 시작되기 전의 대기열과 프롬프트 읽기 시간입니다。
pt_br: Do envio do prompt até o primeiro token escrito pelo modelo — a fila e a leitura do prompt, antes que a geração começasse.
zh_hans: 从提示词发出到模型写出第一个词元为止 — 也就是生成开始之前的排队和提示词读取时间。
zh_hant: 從提示詞發出到模型寫出第一個詞元為止 — 也就是產生開始之前的排隊和提示詞讀取時間。

source: elapsed
de: Verstrichen
es: Transcurrido
fr: Écoulé
it: Trascorso
ja: 経過時間
ko: 경과 시간
pt_br: Decorrido
zh_hans: 已用时间
zh_hant: 已用時間

source: From the moment the prompt went out to the last thing this turn wrote.
de: Von dem Moment, in dem der Prompt abgeschickt wurde, bis zum Letzten, was dieser Zug geschrieben hat.
es: Desde el momento en que se envió el prompt hasta lo último que escribió este turno.
fr: De l’envoi de l’invite jusqu’à la dernière chose écrite par ce tour.
it: Dal momento in cui il prompt è stato inviato fino all’ultima cosa scritta da questo turno.
ja: プロンプトが送信された瞬間から、このターンが最後に書き終えるまでです。
ko: 프롬프트가 전송된 순간부터 이 턴이 마지막으로 작성을 마칠 때까지입니다.
pt_br: Do momento em que o prompt foi enviado até a última coisa que este turno escreveu.
zh_hans: 从提示词发出的那一刻，到这一回合写下最后内容为止。
zh_hant: 從提示詞發出的那一刻，到這一回合寫下最後內容為止。

source: written
de: geschrieben
es: escritos
fr: écrits
it: scritti
ja: 出力
ko: 출력
pt_br: escritos
zh_hans: 已写入
zh_hant: 已寫入

source: %@ of answer and %@ of thinking.
de: %@ Antwort und %@ Denkprozess.
es: %@ de respuesta y %@ de razonamiento.
fr: %@ de réponse et %@ de réflexion.
it: %@ di risposta e %@ di ragionamento.
ja: 回答が%@、思考が%@。
ko: 답변 %@, 사고 과정 %@.
pt_br: %@ de resposta e %@ de raciocínio.
zh_hans: 回答 %@，思考 %@。
zh_hant: 回答 %@，思考 %@。

source: Tokens this turn produced.
de: Tokens, die dieser Zug erzeugt hat.
es: Tokens que produjo este turno.
fr: Jetons produits par ce tour.
it: Token prodotti da questo turno.
ja: このターンが生成したトークン数です。
ko: 이 턴이 생성한 토큰입니다.
pt_br: Tokens que este turno produziu.
zh_hans: 本回合产生的词元数。
zh_hant: 本回合產生的詞元數。

source: read
de: gelesen
es: leídos
fr: lus
it: letti
ja: 入力
ko: 입력
pt_br: lidos
zh_hans: 已读取
zh_hant: 已讀取

source: What these tokens would have cost on the metered API. A subscription bills a flat fee, so this is never a bill.
de: Was diese Tokens auf der nutzungsbasierten API gekostet hätten. Ein Abo berechnet eine Pauschale, das hier ist also nie eine Rechnung.
es: Lo que estos tokens habrían costado en la API de pago por uso. Una suscripción cobra una tarifa fija, así que esto nunca es una factura.
fr: Ce que ces jetons auraient coûté sur l’API facturée à l’usage. Un abonnement facture un forfait fixe, ce n’est donc jamais une facture.
it: Quanto sarebbero costati questi token sull’API a consumo. Un abbonamento addebita una tariffa fissa, quindi questo non è mai un addebito reale.
ja: 従量課金制の API でこれらのトークンにかかったはずの金額です。サブスクリプションは定額制なので、これは請求額ではありません。
ko: 이 토큰들이 종량제 API에서 청구되었다면 들었을 비용입니다. 구독은 정액 요금이므로, 이는 실제 청구 금액이 아닙니다.
pt_br: O que esses tokens teriam custado na API por uso medido. Uma assinatura cobra uma taxa fixa, então isto nunca é uma cobrança real.
zh_hans: 这些词元如果按用量计费的 API 计算，本应花费的金额。订阅按固定费用收费，所以这从来都不是一笔账单。
zh_hant: 這些詞元如果按用量計費的 API 計算，本應花費的金額。訂閱按固定費用收費，所以這從來都不是一筆帳單。

source: answered by
de: beantwortet von
es: respondido por
fr: répondu par
it: risposto da
ja: 回答モデル
ko: 응답 모델
pt_br: respondido por
zh_hans: 作答模型
zh_hant: 作答模型

source: The model the server recorded on this turn's own calls.
de: Das Modell, das der Server bei den eigenen Aufrufen dieses Zugs erfasst hat.
es: El modelo que el servidor registró en las llamadas de este turno.
fr: Le modèle enregistré par le serveur sur les appels de ce tour.
it: Il modello registrato dal server nelle chiamate di questo turno.
ja: サーバがこのターン自身の呼び出しで記録したモデルです。
ko: 서버가 이 턴 자체의 호출에서 기록한 모델입니다.
pt_br: O modelo que o servidor registrou nas chamadas deste turno.
zh_hans: 服务器在这一回合自身调用中记录的模型。
zh_hant: 伺服器在這一回合自身呼叫中記錄的模型。

source: Tokens this turn was handed, all of them fresh.
de: Tokens, die dieser Zug erhalten hat, alle davon frisch.
es: Tokens que recibió este turno, todos ellos nuevos.
fr: Jetons reçus par ce tour, tous nouveaux.
it: Token ricevuti da questo turno, tutti nuovi.
ja: このターンに渡されたトークンで、すべて新規です。
ko: 이 턴에 전달된 토큰이며, 모두 새로 읽은 것입니다.
pt_br: Tokens que este turno recebeu, todos novos.
zh_hans: 本回合收到的词元，全部都是新读取的。
zh_hant: 本回合收到的詞元，全部都是新讀取的。

source: %d%% of it read back out of cache, which costs a tenth of fresh input.
de: %d%% davon wurden aus dem Cache gelesen, was ein Zehntel der Kosten frischer Eingabe hat.
es: El %d %% se leyó desde la caché, lo que cuesta una décima parte de una entrada nueva.
fr: %d %% ont été relus depuis le cache, ce qui coûte un dixième d’une entrée neuve.
it: Il %d%% è stato riletto dalla cache, il che costa un decimo di un input nuovo.
ja: そのうち %d%% はキャッシュから読み戻されたもので、新規入力の10分の1のコストです。
ko: 그중 %d%%는 캐시에서 다시 읽은 것으로, 새 입력의 10분의 1 비용입니다.
pt_br: %d%% disso foi lido de volta do cache, o que custa um décimo de uma entrada nova.
zh_hans: 其中 %d%% 是从缓存中读回的，费用只有全新输入的十分之一。
zh_hant: 其中 %d%% 是從快取中讀回的，費用只有全新輸入的十分之一。

source: Answer statistics
de: Antwortstatistik
es: Estadísticas de la respuesta
fr: Statistiques de la réponse
it: Statistiche della risposta
ja: 回答の統計
ko: 답변 통계
pt_br: Estatísticas da resposta
zh_hans: 回答统计
zh_hant: 回答統計

source: Puts what each answer took under it — speed, time to first token, elapsed, tokens, estimated cost, and which model wrote it. Every figure is the server's own; nothing is timed here.
de: Zeigt unter jeder Antwort, was sie gekostet hat — Geschwindigkeit, Zeit bis zum ersten Token, verstrichene Zeit, Tokens, geschätzte Kosten und welches Modell sie geschrieben hat. Jede Zahl stammt vom Server selbst; hier wird nichts gemessen.
es: Muestra debajo de cada respuesta lo que costó generarla — velocidad, tiempo hasta el primer token, tiempo transcurrido, tokens, coste estimado y qué modelo la escribió. Cada cifra es del propio servidor; aquí no se cronometra nada.
fr: Affiche sous chaque réponse ce qu’elle a coûté — vitesse, temps jusqu’au premier jeton, temps écoulé, jetons, coût estimé et quel modèle l’a écrite. Chaque chiffre vient du serveur lui-même ; rien n’est chronométré ici.
it: Mostra sotto ogni risposta quanto è costata — velocità, tempo al primo token, tempo trascorso, token, costo stimato e quale modello l’ha scritta. Ogni cifra è quella del server stesso; qui non si misura nulla.
ja: 各回答の下に、その回答にかかったもの — 速度、最初のトークンまでの時間、経過時間、トークン数、推定コスト、どのモデルが書いたか — を表示します。数値はすべてサーバ自身のものであり、ここでは何も計測していません。
ko: 각 답변 아래에 그 답변에 든 것 — 속도, 첫 토큰까지의 시간, 경과 시간, 토큰, 예상 비용, 어떤 모델이 작성했는지 — 를 표시합니다. 모든 수치는 서버 자체의 값이며, 여기서 따로 시간을 재지는 않습니다.
pt_br: Mostra abaixo de cada resposta o que ela levou — velocidade, tempo até o primeiro token, tempo decorrido, tokens, custo estimado e qual modelo a escreveu. Cada número é do próprio servidor; nada é cronometrado aqui.
zh_hans: 在每条回答下方显示它花费了什么 — 速度、首个词元用时、已用时间、词元数、预估费用，以及是哪个模型写的。每个数字都来自服务器本身，这里不做任何计时。
zh_hant: 在每則回答下方顯示它花費了什麼 — 速度、首個詞元用時、已用時間、詞元數、預估費用，以及是哪個模型寫的。每個數字都來自伺服器本身，這裡不做任何計時。

source: Waiting for this turn — click to edit, or press ↑ in an empty composer
de: Wartet auf diesen Zug — klicke zum Bearbeiten oder drücke ↑ in einem leeren Eingabefeld
es: Esperando este turno — haz clic para editar, o pulsa ↑ con el compositor vacío
fr: En attente de ce tour — cliquez pour modifier, ou appuyez sur ↑ dans une zone de saisie vide
it: In attesa di questo turno — fai clic per modificare, oppure premi ↑ con il compositore vuoto
ja: このターンを待機中 — クリックして編集するか、入力欄が空の状態で ↑ を押してください
ko: 이 턴 대기 중 — 클릭하여 편집하거나, 작성창이 비어 있을 때 ↑ 를 누르세요
pt_br: Aguardando este turno — clique para editar, ou pressione ↑ com o campo de texto vazio
zh_hans: 正在等待这一回合 — 点击编辑，或在输入框为空时按 ↑
zh_hant: 正在等待這一回合 — 點擊編輯，或在輸入框為空時按 ↑

source: Held — the last send didn't go. It goes when the server answers.
de: Angehalten — der letzte Versand ist nicht durchgegangen. Er geht raus, sobald der Server antwortet.
es: En espera — el último envío no se realizó. Se enviará cuando el servidor responda.
fr: En attente — le dernier envoi n’est pas parti. Il partira quand le serveur répondra.
it: In sospeso — l’ultimo invio non è andato a buon fine. Partirà quando il server risponde.
ja: 保留中 — 直前の送信は完了していません。サーバが応答すると送信されます。
ko: 보류됨 — 마지막 전송이 실패했습니다. 서버가 응답하면 전송됩니다.
pt_br: Em espera — o último envio não foi concluído. Ele será enviado quando o servidor responder.
zh_hans: 已保留 — 上一次发送没有成功。等服务器回应后就会发送。
zh_hant: 已保留 — 上一次傳送沒有成功。等伺服器回應後就會傳送。

source: Held — %@. It goes when the server answers.
de: Angehalten — %@. Er geht raus, sobald der Server antwortet.
es: En espera — %@. Se enviará cuando el servidor responda.
fr: En attente — %@. Il partira quand le serveur répondra.
it: In sospeso — %@. Partirà quando il server risponde.
ja: 保留中 — %@。サーバが応答すると送信されます。
ko: 보류됨 — %@. 서버가 응답하면 전송됩니다.
pt_br: Em espera — %@. Ele será enviado quando o servidor responder.
zh_hans: 已保留 — %@。等服务器回应后就会发送。
zh_hant: 已保留 — %@。等伺服器回應後就會傳送。

source: %d of %d waiting
de: %d von %d wartend
es: %d de %d en espera
fr: %d sur %d en attente
it: %d di %d in attesa
ja: %d / %d 件待機中
ko: %d/%d 대기 중
pt_br: %d de %d aguardando
zh_hans: 等待中 %d/%d
zh_hant: 等待中 %d/%d

source: waiting to send
de: wartet auf Versand
es: esperando para enviarse
fr: en attente d’envoi
it: in attesa di invio
ja: 送信待ち
ko: 전송 대기 중
pt_br: aguardando envio
zh_hans: 等待发送
zh_hant: 等待傳送

source: Taken out of the queue.
de: Aus der Warteschlange entfernt.
es: Se quitó de la cola.
fr: Retiré de la file.
it: Rimosso dalla coda.
ja: キューから削除しました。
ko: 대기열에서 제거했습니다.
pt_br: Removido da fila.
zh_hans: 已从队列中移除。
zh_hant: 已從佇列中移除。

source: Trusted through your tailnet as %@ — no password
de: Vertraut über dein Tailnet als %@ — kein Passwort
es: De confianza a través de tu tailnet como %@ — sin contraseña
fr: Approuvé via votre tailnet en tant que %@ — sans mot de passe
it: Attendibile tramite il tuo tailnet come %@ — senza password
ja: %@ として tailnet 経由で信頼済み — パスワード不要
ko: %@(으)로 tailnet을 통해 신뢰됨 — 암호 불필요
pt_br: Confiável pela sua tailnet como %@ — sem senha
zh_hans: 已通过你的 tailnet 以 %@ 身份信任 — 无需密码
zh_hant: 已透過你的 tailnet 以 %@ 身分信任 — 不需要密碼

source: Trusted through your tailnet — no password
de: Vertraut über dein Tailnet — kein Passwort
es: De confianza a través de tu tailnet — sin contraseña
fr: Approuvé via votre tailnet — sans mot de passe
it: Attendibile tramite il tuo tailnet — senza password
ja: tailnet 経由で信頼済み — パスワード不要
ko: tailnet을 통해 신뢰됨 — 암호 불필요
pt_br: Confiável pela sua tailnet — sem senha
zh_hans: 已通过你的 tailnet 信任 — 无需密码
zh_hant: 已透過你的 tailnet 信任 — 不需要密碼

source: Let in by its password
de: Durch sein Passwort zugelassen
es: Permitido por su contraseña
fr: Autorisé par son mot de passe
it: Ammesso tramite la sua password
ja: パスワードで許可
ko: 암호로 허용됨
pt_br: Liberado pela senha
zh_hans: 凭密码放行
zh_hant: 憑密碼放行

source: Open — no password and no tailnet check
de: Offen — kein Passwort und keine Tailnet-Prüfung
es: Abierto — sin contraseña ni comprobación de tailnet
fr: Ouvert — sans mot de passe ni vérification du tailnet
it: Aperto — senza password né controllo del tailnet
ja: オープン — パスワードも tailnet の確認もありません
ko: 개방됨 — 암호도 tailnet 확인도 없음
pt_br: Aberto — sem senha e sem verificação de tailnet
zh_hans: 开放 — 无密码，也不检查 tailnet
zh_hant: 開放 — 無密碼，也不檢查 tailnet

source: %@ trusts only its own tailnet
de: %@ vertraut nur seinem eigenen Tailnet
es: %@ solo confía en su propio tailnet
fr: %@ ne fait confiance qu’à son propre tailnet
it: %@ si fida solo del proprio tailnet
ja: %@ は自身の tailnet しか信頼しません
ko: %@은(는) 자신의 tailnet만 신뢰합니다
pt_br: %@ confia apenas na própria tailnet
zh_hans: %@ 只信任自己的 tailnet
zh_hant: %@ 只信任自己的 tailnet

source: It answered, but admits only devices signed into the same Tailscale account it runs under — and it has no password. Sign this device into that account, or start the bridge with BRIDGE_PASSWORD.
de: Er hat geantwortet, lässt aber nur Geräte zu, die in demselben Tailscale-Konto angemeldet sind, unter dem er läuft — und er hat kein Passwort. Melde dieses Gerät in diesem Konto an, oder starte die Bridge mit BRIDGE_PASSWORD.
es: Respondió, pero solo admite dispositivos con la sesión iniciada en la misma cuenta de Tailscale con la que se ejecuta — y no tiene contraseña. Inicia sesión en este dispositivo con esa cuenta, o inicia el bridge con BRIDGE_PASSWORD.
fr: Il a répondu, mais n’admet que les appareils connectés au même compte Tailscale que celui sous lequel il s’exécute — et il n’a pas de mot de passe. Connectez cet appareil à ce compte, ou démarrez le bridge avec BRIDGE_PASSWORD.
it: Ha risposto, ma ammette solo dispositivi collegati allo stesso account Tailscale con cui è in esecuzione — e non ha una password. Accedi con questo dispositivo a quell’account, oppure avvia il bridge con BRIDGE_PASSWORD.
ja: 応答はありましたが、実行元と同じ Tailscale アカウントにサインインしたデバイスしか受け付けません — しかもパスワードがありません。このデバイスをそのアカウントにサインインさせるか、BRIDGE_PASSWORD を指定して bridge を起動してください。
ko: 응답은 했지만, 자신이 실행 중인 것과 같은 Tailscale 계정으로 로그인한 기기만 허용합니다 — 게다가 암호도 없습니다. 이 기기를 그 계정에 로그인시키거나, BRIDGE_PASSWORD로 bridge를 시작하세요.
pt_br: Ele respondeu, mas só admite dispositivos conectados à mesma conta Tailscale sob a qual roda — e não tem senha. Conecte este dispositivo a essa conta, ou inicie o bridge com BRIDGE_PASSWORD.
zh_hans: 它已经响应，但只允许登录到它所运行的同一个 Tailscale 账户的设备访问 — 而且它没有设置密码。把这台设备登录到那个账户，或者用 BRIDGE_PASSWORD 启动 bridge。
zh_hant: 它已經回應，但只允許登入到它所執行的同一個 Tailscale 帳戶的裝置存取 — 而且它沒有設定密碼。把這台裝置登入到那個帳戶，或者用 BRIDGE_PASSWORD 啟動 bridge。

source: its tailnet only
de: nur sein Tailnet
es: solo su tailnet
fr: son tailnet uniquement
it: solo il suo tailnet
ja: その tailnet のみ
ko: 해당 tailnet만
pt_br: apenas a sua tailnet
zh_hans: 仅限其 tailnet
zh_hant: 僅限其 tailnet

source: wants a password
de: verlangt ein Passwort
es: pide contraseña
fr: demande un mot de passe
it: richiede una password
ja: パスワードが必要
ko: 암호 필요
pt_br: pede senha
zh_hans: 需要密码
zh_hant: 需要密碼

source: Restart server
de: Server neu starten
es: Reiniciar servidor
fr: Redémarrer le serveur
it: Riavvia il server
ja: サーバを再起動
ko: 서버 재시동
pt_br: Reiniciar servidor
zh_hans: 重新启动服务器
zh_hant: 重新開機伺服器

source: Picks up new models, config and plugins
de: Übernimmt neue Modelle, Konfiguration und Plugins
es: Recoge nuevos modelos, configuración y complementos
fr: Prend en compte les nouveaux modèles, la configuration et les extensions
it: Recepisce nuovi modelli, configurazione e plugin
ja: 新しいモデル、設定、プラグインを反映します
ko: 새 모델, 설정, 플러그인을 반영합니다
pt_br: Aplica novos modelos, configuração e plugins
zh_hans: 载入新的模型、配置和插件
zh_hant: 載入新的模型、設定和外掛

source: The server stops answering for a few seconds and comes back with everything it reads at startup — models, config, plugins.
de: Der Server antwortet für ein paar Sekunden nicht und kommt danach mit allem zurück, was er beim Start einliest — Modelle, Konfiguration, Plugins.
es: El servidor deja de responder durante unos segundos y vuelve con todo lo que lee al iniciar — modelos, configuración, complementos.
fr: Le serveur cesse de répondre pendant quelques secondes, puis revient avec tout ce qu’il lit au démarrage — modèles, configuration, extensions.
it: Il server smette di rispondere per qualche secondo e torna con tutto ciò che legge all’avvio — modelli, configurazione, plugin.
ja: サーバは数秒間応答を停止し、その後、起動時に読み込むすべて — モデル、設定、プラグイン — を反映して復帰します。
ko: 서버가 몇 초간 응답을 멈췄다가, 시작할 때 읽어들이는 모든 것 — 모델, 설정, 플러그인 — 을 반영해 돌아옵니다.
pt_br: O servidor para de responder por alguns segundos e volta com tudo o que lê na inicialização — modelos, configuração, plugins.
zh_hans: 服务器会停止响应几秒钟，然后带着它启动时读取的一切重新上线 — 模型、配置、插件。
zh_hant: 伺服器會停止回應幾秒鐘，然後帶著它啟動時讀取的一切重新上線 — 模型、設定、外掛。

source: A turn is running on it. Restarting stops it where it stands.
de: Auf ihm läuft gerade ein Zug. Ein Neustart stoppt ihn genau dort, wo er steht.
es: Hay un turno en curso en él. Reiniciar lo detiene justo donde está.
fr: Un tour est en cours dessus. Le redémarrage l’arrête là où il en est.
it: C’è un turno in corso su di esso. Il riavvio lo interrompe esattamente dove si trova.
ja: そこでは 1 件のターンが実行中です。再起動すると、その時点で止まります。
ko: 그 위에서 턴 1개가 실행 중입니다. 재시동하면 지금 상태 그대로 멈춥니다.
pt_br: Há um turno em execução nele. Reiniciar o interrompe onde estiver.
zh_hans: 上面正在运行一个回合。重新启动会让它停在当前位置。
zh_hant: 上面正在執行一個回合。重新開機會讓它停在目前位置。

source: %lld turns are running on it. Restarting stops them where they stand.
de: %lld Züge laufen gerade darauf. Ein Neustart stoppt sie genau dort, wo sie stehen.
es: Hay %lld turnos en curso en él. Reiniciar los detiene justo donde están.
fr: %lld tours sont en cours dessus. Le redémarrage les arrête là où ils en sont.
it: Ci sono %lld turni in corso su di esso. Il riavvio li interrompe esattamente dove si trovano.
ja: そこでは %lld 件のターンが実行中です。再起動すると、その時点で止まります。
ko: 그 위에서 턴 %lld개가 실행 중입니다. 재시동하면 지금 상태 그대로 멈춥니다.
pt_br: Há %lld turnos em execução nele. Reiniciar os interrompe onde estiverem.
zh_hans: 上面正在运行 %lld 个回合。重新启动会让它们都停在当前位置。
zh_hant: 上面正在執行 %lld 個回合。重新開機會讓它們都停在目前位置。

source: Set up this server
de: Diesen Server einrichten
es: Configurar este servidor
fr: Configurer ce serveur
it: Configura questo server
ja: このサーバをセットアップ
ko: 이 서버 설정하기
pt_br: Configurar este servidor
zh_hans: 设置这台服务器
zh_hant: 設定這台伺服器

source: This server was started by hand, so nothing on it can restart it. One press installs the managed service that keeps its model list current and lets every device restart it — no terminal needed on that machine.
de: Dieser Server wurde von Hand gestartet, daher kann nichts auf ihm ihn neu starten. Ein Tastendruck installiert den verwalteten Dienst, der seine Modellliste aktuell hält und jedem Gerät erlaubt, ihn neu zu starten — kein Terminal auf diesem Rechner nötig.
es: Este servidor se inició manualmente, así que nada en él puede reiniciarlo. Una sola pulsación instala el servicio gestionado que mantiene su lista de modelos al día y permite que cualquier dispositivo lo reinicie — sin necesidad de terminal en esa máquina.
fr: Ce serveur a été démarré manuellement, donc rien dessus ne peut le redémarrer. Une seule pression installe le service géré qui tient sa liste de modèles à jour et permet à tout appareil de le redémarrer — sans terminal nécessaire sur cette machine.
it: Questo server è stato avviato manualmente, quindi nulla su di esso può riavviarlo. Una sola pressione installa il servizio gestito che mantiene aggiornato il suo elenco di modelli e consente a qualsiasi dispositivo di riavviarlo — senza bisogno di un terminale su quella macchina.
ja: このサーバは手動で起動されたため、サーバ側の仕組みでは再起動できません。ワンタップで管理サービスをインストールすると、モデル一覧が常に最新に保たれ、どのデバイスからでも再起動できるようになります — そのマシンでターミナルを開く必要はありません。
ko: 이 서버는 수동으로 시작되어, 서버 자체에서는 재시동할 방법이 없습니다. 한 번만 누르면 모델 목록을 최신 상태로 유지하고 어떤 기기에서든 재시동할 수 있게 해주는 관리형 서비스가 설치됩니다 — 그 컴퓨터에서 터미널을 열 필요가 없습니다.
pt_br: Este servidor foi iniciado manualmente, então nada nele consegue reiniciá-lo. Um único toque instala o serviço gerenciado que mantém a lista de modelos atualizada e permite que qualquer dispositivo o reinicie — sem precisar de terminal naquela máquina.
zh_hans: 这台服务器是手动启动的，所以它自己没办法重新启动。轻点一下即可安装受管理的服务，让它的模型列表保持最新，并允许任何设备将它重新启动 — 不需要在那台机器上打开终端。
zh_hant: 這台伺服器是手動啟動的，所以它自己沒辦法重新開機。輕點一下即可安裝受管理的服務，讓它的模型清單保持最新，並允許任何裝置將它重新開機 — 不需要在那台機器上開啟終端機。

source: Setting up…
de: Wird eingerichtet …
es: Configurando…
fr: Configuration en cours…
it: Configurazione in corso…
ja: セットアップ中…
ko: 설정하는 중…
pt_br: Configurando…
zh_hans: 正在设置…
zh_hant: 正在設定…

source: Setup did not take
de: Einrichtung hat nicht funktioniert
es: La configuración no surtió efecto
fr: La configuration n’a pas pris
it: La configurazione non ha avuto effetto
ja: セットアップが反映されませんでした
ko: 설정이 적용되지 않았습니다
pt_br: A configuração não teve efeito
zh_hans: 设置未生效
zh_hant: 設定未生效

source: The install ran but the machine does not restart cleanly. Run the opencode setup command on it by hand, then try again.
de: Die Installation lief durch, aber der Rechner startet nicht sauber neu. Führe den opencode-Setup-Befehl von Hand auf ihm aus und versuch es dann erneut.
es: La instalación se ejecutó, pero la máquina no se reinicia correctamente. Ejecuta en ella el comando de configuración de opencode a mano y vuelve a intentarlo.
fr: L’installation s’est déroulée, mais la machine ne redémarre pas proprement. Exécutez-y manuellement la commande de configuration d’opencode, puis réessayez.
it: L’installazione è andata a buon fine, ma la macchina non si riavvia correttamente. Esegui su di essa manualmente il comando di configurazione di opencode, poi riprova.
ja: インストールは実行されましたが、このマシンは正常に再起動しません。そのマシン上で opencode のセットアップコマンドを手動で実行し、もう一度お試しください。
ko: 설치는 실행되었지만, 이 컴퓨터가 깔끔하게 재시동되지 않습니다. 그 컴퓨터에서 opencode 설정 명령을 직접 실행한 다음 다시 시도하세요.
pt_br: A instalação rodou, mas a máquina não reinicia corretamente. Execute manualmente o comando de configuração do opencode nela e tente novamente.
zh_hans: 安装已经执行，但这台机器无法正常重新启动。请在这台机器上手动运行 opencode 的设置命令，然后再试一次。
zh_hant: 安裝已經執行，但這台機器無法正常重新開機。請在這台機器上手動執行 opencode 的設定指令，然後再試一次。

source: Cannot restart
de: Neustart nicht möglich
es: No se puede reiniciar
fr: Redémarrage impossible
it: Impossibile riavviare
ja: 再起動できません
ko: 재시동할 수 없음
pt_br: Não é possível reiniciar
zh_hans: 无法重新启动
zh_hant: 無法重新開機

source: %@ cannot restart itself.
de: %@ kann sich nicht selbst neu starten.
es: %@ no puede reiniciarse a sí mismo.
fr: %@ ne peut pas se redémarrer lui-même.
it: %@ non può riavviarsi da solo.
ja: %@ は自分自身を再起動できません。
ko: %@은(는) 스스로 재시동할 수 없습니다.
pt_br: %@ não consegue se reiniciar sozinho.
zh_hans: %@ 无法自行重新启动。
zh_hant: %@ 無法自行重新開機。

source: BACKGROUND
de: HINTERGRUND
es: SEGUNDO PLANO
fr: ARRIÈRE-PLAN
ja: バックグラウンド
ko: 백그라운드
pt_br: SEGUNDO PLANO
zh_hans: 后台
zh_hant: 背景

source: FAILED
de: FEHLGESCHLAGEN
es: FALLIDO
fr: ÉCHOUÉ
it: FALLITO
ja: 失敗
ko: 실패
pt_br: FALHOU
zh_hans: 失败
zh_hant: 失敗

source: PINNED
de: ANGEHEFTET
es: FIJADO
fr: ÉPINGLÉ
it: FISSATO
ja: ピン留め
ko: 고정됨
pt_br: FIXADO
zh_hans: 已固定
zh_hant: 已固定

source: LIVE NOW
de: GERADE LIVE
es: EN VIVO AHORA
fr: EN DIRECT
it: IN DIRETTA
ja: 進行中
ko: 진행 중
pt_br: AO VIVO AGORA
zh_hans: 正在进行
zh_hant: 正在進行

source: SAVED
de: GESPEICHERT
es: GUARDADOS
fr: ENREGISTRÉS
it: SALVATI
ja: 保存済み
ko: 저장됨
pt_br: SALVOS
zh_hans: 已保存
zh_hant: 已儲存

source: RECENT
de: KÜRZLICH
es: RECIENTES
fr: RÉCENTS
it: RECENTI
ja: 最近
ko: 최근
pt_br: RECENTES
zh_hans: 最近
zh_hant: 最近

source: Estimated from the transcript at API list prices
de: Geschätzt aus dem Transkript zu API-Listenpreisen
es: Estimado a partir de la transcripción según los precios de lista de la API
fr: Estimé à partir de la transcription aux tarifs catalogue de l’API
it: Stimato dalla trascrizione ai prezzi di listino dell’API
ja: トランスクリプトから API のリスト価格で算出した推定値
ko: 대화록을 기준으로 API 정가로 추정한 값
pt_br: Estimado a partir da transcrição pelos preços de tabela da API
zh_hans: 根据记录按 API 标价估算得出
zh_hant: 根據紀錄按 API 標價估算得出

source: Reported by the provider
de: Vom Anbieter gemeldet
es: Informado por el proveedor
fr: Communiqué par le fournisseur
it: Comunicato dal fornitore
ja: プロバイダから報告された値
ko: 제공자가 보고한 값
pt_br: Informado pelo provedor
zh_hans: 由提供方报告
zh_hant: 由供應商回報

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
zh_hans: 未知
zh_hant: 未知

source: Turns
de: Züge
es: Turnos
fr: Tours
it: Turni
ja: ターン数
ko: 턴 수
pt_br: Turnos
zh_hans: 回合数
zh_hant: 回合數
